{
    "mipEra": "cmip6", 
    "institute": "ipsl", 
    "seedingSource": "cmip5:ipsl-cm5a-lr", 
    "sourceID": "ipsl-cm6a-lr", 
    "topic": "land", 
    "authors": [], 
    "contributors": [], 
    "content": {
        "cmip6.land.carbon_cycle.soil.carbon_pools": {
            "values": [
                "Active, slow and passive soil carbon"
            ]
        }, 
        "cmip6.land.carbon_cycle.soil.number_of_carbon_pools": {
            "values": [
                4
            ]
        }, 
        "cmip6.land.carbon_cycle.vegetation.allocation.allocation_bins": {
            "values": [
                "leaves + stems + roots"
            ]
        }, 
        "cmip6.land.carbon_cycle.vegetation.allocation.allocation_fractions": {
            "values": [
                "explicitly calculated"
            ]
        }, 
        "cmip6.land.carbon_cycle.vegetation.carbon_pools": {
            "values": [
                "Leaves, roots, sapwood above and below ground, heartwood above and below ground, fruits, and a plant carbohydrate reserve"
            ]
        }, 
        "cmip6.land.carbon_cycle.vegetation.number_of_carbon_pools": {
            "values": [
                8
            ]
        }, 
        "cmip6.land.energy_balance.evaporation": {
            "values": [
                "combined"
            ]
        }, 
        "cmip6.land.energy_balance.number_of_surface_temperatures": {
            "values": [
                1
            ]
        }, 
        "cmip6.land.energy_balance.overview": {
            "values": [
                "Other for SchemeMethod:Processes: bare soil evaporation, intercepted water evaporation, snow sublimation, longwave radiation, shortwave radiation, ground heat flux\r\nThe ORCHIDEE land surface energy balance scheme calculates the fluxes of latent and sensible heat that are passed between the soil/vegetation and the atmosphere. Latent heat comprises calculations for sublimination, canopy transpiration and the evaporation of soil and water in the foliage.\r\nEach type of vegetation, or Plant Functional Type (PFT) is treated as a single-layer canopy model. Bare soil is a further PFT. Computations are performed separately for each type of vegetation and an average is taken to determine the overall flux for the grid square in question."
            ]
        }, 
        "cmip6.land.energy_balance.processes": {
            "values": [
                "transpiration"
            ]
        }, 
        "cmip6.land.key_properties.land_cover": {
            "values": [
                "Other: ice", 
                "bare soil", 
                "vegetated"
            ]
        }, 
        "cmip6.land.key_properties.name": {
            "values": [
                "ORCHIDEE surface model"
            ]
        }, 
        "cmip6.land.key_properties.overview": {
            "values": [
                "ORCHIDEE (ORganizing Carbon and Hydrology In Dynamic EcosystEms) is a land-surface model that simulates the energy and water cycles of soil and vegetation, the terrestrial carbon cycle, and the vegetation composition and distribution (Krinner et al, 2005). The land surface is described as a mosaic of twelve plant functional types (PFTs) and bare soil. The definition of PFT is based on ecological parameters such as plant physiognomy (tree or grass), leaves (needle-leaf or broad-leaf), phenology (evergreen, summergreen or raingreen) and photosynthesis pathways for crops and grasses (C3 or C4). Relevant biophysical and biogeochemical parameters are prescribed for each PFT.\r\n\r\nExchanges of energy (latent, sensible, and kinetic energy) and water, between the atmosphere and the biosphere are based on the work of Ducoudré et al (1993); de Rosnay and Polcher (1998) and calculated at a 30min time step together with the exchange of carbon during photosynthesis. The soil water budget within the standard version of ORCHIDEE is done with a 2-layers bucket model (de Rosnay and Polcher, 1998). The water that is not infiltrated or drained at the bottom of the soil is transported through rivers and aquifers (d’Orgeval et al, 2008). This routing scheme allows re-evaporation of the water on its way to the ocean through floodplains or irrigation (de Rosnay et al, 2003).\r\n\r\nThe exchanges of water and energy at the land surface are interlinked with the exchange of carbon. The vegetation state (ie foliage density, interception capacity, soil-water stresses) is computed dynamically within ORCHIDEE (Krinner et al, 2005) and accounts for carbon assimilation, carbon allocation and senescence processes. Carbon exchange at the leaf level during photosynthesis is based on Farquhar et al (1980) and Collatz et al (1992) for C3 and C4 photosynthetic pathways, respectively. Concomitant water exchange through transpiration is linked to photosynthesis via the stomatal conductance, following the formulation of Ball et al (1987). Photosynthesis is calculated at a 30min time step while carbon allocation in the different soil-plant reservoirs is performed at a daily time step."
            ]
        }, 
        "cmip6.land.river_routing.basin_flow_direction_map": {
            "values": [
                "present day"
            ]
        }, 
        "cmip6.land.river_routing.coupled_to_atmosphere": {
            "values": [
                true
            ]
        }, 
        "cmip6.land.river_routing.number_of_reservoirs": {
            "values": [
                3
            ]
        }, 
        "cmip6.land.river_routing.oceanic_discharge.quantities_transported": {
            "values": [
                "water"
            ]
        }, 
        "cmip6.land.river_routing.overview": {
            "values": [
                "OceanicDischarge Type is others : rivers are discharged to the ocean by diffusion, and direct discharge (large rivers)."
            ]
        }, 
        "cmip6.land.snow.density": {
            "values": [
                "constant"
            ]
        }, 
        "cmip6.land.snow.number_of_snow_layers": {
            "values": [
                1
            ]
        }, 
        "cmip6.land.snow.overview": {
            "values": [
                "composite snow and top soil layer, one energy budget, one composite temperature"
            ]
        }, 
        "cmip6.land.snow.processes": {
            "values": [
                "snow melting"
            ]
        }, 
        "cmip6.land.snow.snow_albedo.functions": {
            "values": [
                "snow age", 
                "vegetation type"
            ]
        }, 
        "cmip6.land.snow.snow_albedo.overview": {
            "values": [
                "The albedo scheme in ORCHIDEE computes the temporal and spatial changes of the land-surface albedo for the near infrared, as well as for the visible range. Each surface type within the tiling scheme has a specific snow-free albedo. Whereas the albedo of bare soil is a fixed prescribed value, the albedo of vegetation is a combination of this bare soil albedo and the vegetation albedo, using Beer's law to determine the vegetated fraction. The albedo values of all tiles are weighted by their fractional cover and summed to a gridbox average albedo.\r\n\r\nIn the case of snow, each surface type has additionally an initial albedo of snow prescribed. These values vary as a function of snow age and the amount of new snowfall. Snow density is prescribed, and the effects of aerosol deposition, grain type and snow water on snow albedo are not considered.\r\n\r\nThe overall albedo is a combination of the fractional albedo of the snow coverage and the fractional albedo of vegetation."
            ]
        }, 
        "cmip6.land.snow.snow_albedo.type": {
            "values": [
                "prognostic"
            ]
        }, 
        "cmip6.land.snow.snow_cover_fractions": {
            "values": [
                "ground snow fraction"
            ]
        }, 
        "cmip6.land.snow.temperature": {
            "values": [
                "prognostic"
            ]
        }, 
        "cmip6.land.snow.water_equivalent": {
            "values": [
                "prognostic"
            ]
        }, 
        "cmip6.land.soil.heat_treatment.heat_storage": {
            "values": [
                "Explicit diffusion"
            ]
        }, 
        "cmip6.land.soil.hydrology.method": {
            "values": [
                "Choisnel"
            ]
        }, 
        "cmip6.land.soil.hydrology.number_of_ground_water_layers": {
            "values": [
                2
            ]
        }, 
        "cmip6.land.soil.snow_free_albedo.direct_diffuse": {
            "values": [
                "no distinction between direct and diffuse albedo"
            ]
        }, 
        "cmip6.land.soil.snow_free_albedo.functions": {
            "values": [
                "vegetation type"
            ]
        }, 
        "cmip6.land.soil.snow_free_albedo.number_of_wavelength_bands": {
            "values": [
                2
            ]
        }, 
        "cmip6.land.vegetation.biomass": {
            "values": [
                "prognostic"
            ]
        }, 
        "cmip6.land.vegetation.interception": {
            "values": [
                true
            ]
        }, 
        "cmip6.land.vegetation.leaf_area_index": {
            "values": [
                "prognostic"
            ]
        }, 
        "cmip6.land.vegetation.phenology": {
            "values": [
                "prognostic"
            ]
        }, 
        "cmip6.land.vegetation.stomatal_resistance": {
            "values": [
                "CO2", 
                "light", 
                "temperature", 
                "water availability"
            ]
        }, 
        "cmip6.land.vegetation.vegetation_representation": {
            "values": [
                "vegetation types"
            ]
        }, 
        "cmip6.land.vegetation.vegetation_time_variation": {
            "values": [
                "prescribed (varying from files)"
            ]
        }, 
        "cmip6.land.vegetation.vegetation_types": {
            "values": [
                "C3 grass", 
                "C4 grass", 
                "broadleaf tree", 
                "needleleaf tree", 
                "vegetated"
            ]
        }
    }
}